List text = [
  "你今天可能不得已要去妥协一些事情，俗话说退一步海阔天空，如果本身确实没有话语权的话，不妨学会蛰伏起来。今天多半能解决几个你学习中有困扰的地方，记得多跟人交流。",
  "你或许很想要得到一个结果，但是却没有耐心去等待，这样的心态很容易让原本顺利的事情变得不顺利起来，所以今天稍微耐心一点等待吧。今天撩拨你们的人可能也不会有好结果。学生党今天没有太多心思去学习，所以别勉强自己了，安排一些别的活动吧。",
  "今天要多结识人，不要限制了自己的发展，多给自己几个不同的选择，今天不少机会就在你跟人交流的时候产生，不过这些事情多半都是跟未来有关，而不是马上发生。你可能会有一个老同学或者老朋友来找你，会是让你很开心的事情。",
  "依然是情绪不太高的一天，这也导致你们今天并不适合跟人沟通或者谈情说爱。你们本身也会比较敏感，很容易误会别人的意思，因此今天找个需要你自己处理的事情和地方待着吧。学生党今天做好自己的事情就可以了，别理会别人的指指点点。",
  "今天其实很容易变成大错没有，小错不断的日子，狮子们要注意别太折腾了，否则好运气也会变成坏运气，搞不好还会破财的。今天建议学生党们要稍微细心一点，多注意身边人的情绪。",
  "有考验不怕，因为有考验也代表你离成功不远了，今天就愉快的迎接考验吧！学生党今天若是表现不错可能会得到一些奖励。",
  "今天别给自己太大的压力，凡事平平稳稳的度过就可以了。学生党今天可以稍微休息一下，平常做什么，今天就做什么。",
  "虽然有些事情你可能觉得有点憋屈，但是退一步，只要达成自己的目标就没什么好在意的，妥协只是为了最终的结果罢了。今天多陪陪父母吧，他们可能会在今天有点需要你陪伴在身边。",
  "今天真的要注意说话的问题，有些事情可能在你不经意的时候就全部说出去了，然而对方可能并不想知道。学生党今天要注意那些说话过分的人，因为他们可能会说出让你难过的话来。",
  "今天颇有点诸事不顺的意思在里面，主要是阻碍的事情会有点多，你想办的事情也容易遇到问题，所以今天就一步步慢慢来吧！今天要注意迟到的问题，尤其如果你今天有培训班什么的，尽量早出门吧。",
  "越是到了你觉得不顺利的时候，越是在告诉你，有些事情该改变了，今天就是一个适合改变的日子，当你觉得不合适的时候，那就改变现有的印象吧。今天需要注意一下你的健康问题，学生党们要注意休息哦！",
  "当身边的事情开始变得复杂的时候，一定要想办法拉回简单的状态，这样你会比较容易解决掉这些事情，而不是越搞越复杂。学生党们今天不要太笃定某些事情了，有些事情可能跟你想的正好相反。",
];